app/controllers/pages_controller.rb

SELECT "posts".* FROM "posts" ORDER BY "posts"."id" ASC LIMIT 1
---
  def about
  	@balls=(1..49).to_a.sample(6)
  	@p1 = Post.first